Repository: GlobalGoalsDirectory/beta-webapp
Catalog: locales/*/messages.po
Languages: de

source: The BCCIC is a network engaged in the SDGs, sustainable development, and social justice issues. As part of its Movement Map initiative, the BCCIC has mapped over 12,000 organizations working on the SDGs in Canada and around the globe.
de: Der BCCIC ist ein Netzwerk, das sich mit den SDGs, nachhaltiger Entwicklung und sozialer Gerechtigkeit befasst. Im Rahmen der Movement Map-Initiative hat der BCCIC über 12.000 Organisationen kartiert, die in Kanada und weltweit an den SDGs arbeiten.

source: The Global Goals Directory contains links to other websites. Our privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.
de: Das Global Goals Directory enthält Links zu anderen Websites. Unsere Datenschutzrichtlinien beziehen sich nur auf unsere Webseite. Wenn Sie also auf einen Link zu einer anderen Website klicken, informieren Sie sich bitte über deren Datenschutzrichtlinien.

source: The Global Goals Directory exists to accelerate our progress on the UN Sustainable Development Goals by supporting and facilitating collaboration and partnerships between non-profit organizations, private companies, think tanks, universities, and governments. We pursue this mission in three ways: 1) Championing the UN Sustainable Development Goals by highlighting the countless number of organizations and companies working on this global agenda, 2) facilitating the creation of new partnerships by helping organizations find suitable collaborators through our public directory, and 3) supporting cities and communities with analyses of their local ecosystem of SDG actors and identifying gaps and opportunities.
de: Das Global Goals Directory existiert, um unseren Fortschritt bei den UN Nachhaltigkeitszielen zu beschleunigen, indem es Zusammenarbeit und Partnerschaften zwischen gemeinnützigen Organisationen, privaten Unternehmen, Think Tanks, Universitäten und Regierungen unterstützt und erleichtert. Wir verfolgen diese Mission auf drei Arten: 1) Förderung der SDGs durch Hervorhebung der unzähligen Organisationen und Unternehmen, die an dieser globalen Agenda arbeiten, 2) Erleichterung des Aufbaus neuer Partnerschaften indem wir Organisationen bei der Suche nach geeigneten Kooperationspartnern durch unser öffentliches Verzeichnis helfen und 3) Unterstützung von Städten und Gemeinden mit Analysen ihres lokalen Ökosystems von SDG-Akteuren und Identifizierung von Lücken und Chancen.

source: The Global Goals Directory is completely free. Our directory is a non-commercial project and we consider it a public good. Our objective is to inspire more partnerships for tackling the Agenda 2030. It's as simple as that.<0/><1/>The content on this website is licensed under the Creative Commons license <2>CC BY 4.0</2> — a permissive license, that provides a lot of freedom under the sole condition that appropriate credit is given and a link back to the Global Goals Directory website is provided. Our software code for the analysis as well as for this website are open source and licensed under the <3>GNU General Public License 3.0</3>, meaning that reuse and adaptation of our code is permitted (and encouraged!) as long as any copies and derivatives are made available under the same GNU GPLv3 open source license. You can find our GitHub repositories at <4>https://github.com/GlobalGoalsDirectory</4>. Contributions welcome!
de: Das Global Goals Directory ist völlig kostenlos. Unser Verzeichnis ist ein nicht-kommerzielles Projekt und wir betrachten es als öffentliches Gut. Unser Ziel ist es, Partnerschaften zur Umsetzung der Agenda 2030 zu fördern.<0/><1/>Der Inhalt dieser Website ist unter der Creative Commons-Lizenz <2>CC BY 4.0</2> lizenziert — eine Lizenz, die viele Freiheiten bietet unter der Bedingung, dass das Global Goals Directory mit Link als Quelle genannt wird. Unser Softwarecode für die Analyse sowie für diese Website sind Open Source und unter der <3>GNU General Public License 3.0</3> lizenziert. Die Wiederverwendung und Veränderung unseres Codes ist erlaubt (und erwünscht!) solange alle Kopien und Derivate unter der gleichen GNU GPLv3-Open-Source-Lizenz zur Verfügung gestellt werden. Sie finden unsere GitHub-Repositories unter <4>https://github.com/GlobalGoalsDirectory</4>. Vorschläge und Pull Requests sind willkommen!

source: The Security and Sustainability Guide seeks to identify and describe leading organizations that are focused on the two basic human goals of security and sustainability. The guide contains more than 2,000 organizations which can be accessed by four indexes (Generic, Major Categories, Subject, and Organization).
de: Der Security and Sustainability Guide identifiziert und beschreibt führende Organisationen, die sich auf die beiden menschlichen Grundziele - Sicherheit und Nachhaltigkeit - konzentrieren. Der Guide enthält mehr als 2.000 Organisationen, die über vier Indizes (Allgemein, Hauptkategorien, Thema und Organisation) zugreifbar sind.

source: The right to access: You have the right to request copies of your personal data. We may charge you a small fee for this service.
de: Das Recht auf Zugang: Sie haben das Recht, Kopien Ihrer persönlichen Daten anzufordern. Für diesen Service können wir Ihnen eine geringe Gebühr in Rechnung stellen.

source: The right to data portability: You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.
de: Das Recht auf Datenübertragbarkeit: Sie haben das Recht, unter bestimmten Bedingungen zu verlangen, dass wir die von uns erhobenen Daten an eine andere Organisation oder direkt an Sie übertragen.

source: The right to erasure: You have the right to request that we erase your personal data, under certain conditions.
de: Das Recht auf Löschung: Sie haben das Recht, unter bestimmten Bedingungen zu verlangen, dass wir Ihre personenbezogenen Daten löschen.

source: The right to object to processing: You have the right to object to our processing of your personal data, under certain conditions.
de: Das Recht, der Verarbeitung zu widersprechen: Sie haben das Recht, unter bestimmten Bedingungen der Verarbeitung Ihrer personenbezogenen Daten durch uns zu widersprechen.

source: The right to rectification: You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.
de: Das Recht auf Berichtigung: Sie haben das Recht, von uns die Berichtigung von Daten zu verlangen, die Ihrer Meinung nach unrichtig sind. Sie haben auch das Recht zu verlangen, dass wir die Informationen vervollständigen, von denen Sie glauben, dass sie unvollständig sind.

source: The right to restrict processing: You have the right to request that we restrict the processing of your personal data, under certain conditions.
de: Das Recht auf Einschränkung der Verarbeitung: Sie haben das Recht zu verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten einschränken, unter bestimmten Bedingungen.

source: Verified
de: Verifiziert

source: View Directory
de: Verzeichnis ansehen

source: View commitment
de: Ziel ansehen

source: We have developed a novel approach for the automatic identification and classification of startups and organization working on the SDGs, based on artificial intelligence, natural language processing, and text analysis. Our AI-based approach yields two key advantages over manual analysis and classification of organizations: First, artificial intelligence requires a fraction of the time that a human needs to both find and assess organizations (about 2 minutes per organization), while simultaneously ensuring a greater degree of consistency and comparability. Second, our program can continuously run in the background, automatically re-analyzing organizations at least every 90 days to ensure that results are always up to date. While our specific approach and its application are novel, our methodology builds upon similar methods for classifying content by SDG that have been tried and proven by the <0>TU Berlin and MIT</0> and the <1>European Commission's Joint Research Center</1>.
de: Basierend auf künstlicher Intelligenz, natürlicher Sprachverarbeitung und Textanalyse, haben wir haben einen neuartigen Ansatz entwickelt zur automatischen Identifizierung und Klassifizierung von Startups und Organisationen, die an den SDGs arbeiten. Unser KI Ansatz bietet zwei entscheidende Vorteile gegenüber der manuellen Analyse und Klassifizierung von Organisationen: Erstens benötigt künstliche Intelligenz einen Bruchteil der Zeit eines Menschen, um Organisationen zu finden und zu klassifizieren (ca. 2 Minuten pro Organisation), während gleichzeitig eine größerer Grad an Konsistenz und Vergleichbarkeit gewährleistet ist. Zweitens kann unser Programm ununterbrochen im Hintergrund laufen und Organisationen mindestens alle 90 Tage automatisch neu analysieren, um sicherzustellen, dass die Ergebnisse immer auf dem aktuellen Stand sind. Während unser spezifischer Ansatz und seine Anwendung neu sind, baut unsere Methode auf ähnlichen Verfahren zur Klassifizierung von Inhalten nach SDG auf, die von der <0>TU Berlin und dem MIT</0> und dem <1>Joint Research Center der Europäischen Kommission</1> erfolgreich erprobt worden sind.

source: We scan each scraped website for certain keywords to classify startups and organizations by the Sustainable Development Goals that they are contributing to. We developed these keywords, over 100 in total, based on the official language of the 17 SDGs and the 169 targets and compiled them in both English and German versions. We then count the number of matches found and the frequencies with which these keywords appear on the website to assess whether an organization contributes to a specific goal. We also determine which goals are an organization's primary focus and which ones are side objectives.
de: Wir scannen jede gescrapte Website nach bestimmten Schlüsselwörtern, um Startups und Organisationen nach den Zielen für nachhaltige Entwicklung zu klassifizieren, zu denen sie beitragen. Diese insgesamt über 100 Schlüsselwörter haben wir auf Basis der offiziellen Formulierungen der 17 SDGs und der 169 Unterziele entwickelt und in deutscher und englischer Sprache zusammengestellt. Anschließend zählen wir die Anzahl der gefundenen Übereinstimmungen und die Häufigkeit, mit der diese Schlüsselwörter auf der Website erscheinen, um zu beurteilen, ob eine Organisation zu einem bestimmten Ziel beiträgt. Wir bestimmen außerdem, welche Ziele der Hauptfokus und Nebenfokus einer Organisation sind.

source: We would love to feature them in the Global Goals Directory. Click here to add an organization.
de: Wir würden sie gerne im Global Goals Directory vorstellen. Klicke hier um eine Organisationen hinzuzufügen.

source: We ❤️ Open Source
de: Wir ❤️ Open Source

source: Website
de: Webseite

source: What are your data protection rights?
de: Was sind Ihre Datenschutzrechte?

source: What cookies does Global Goals Directory use?
de: Welche Cookies werden von Global Goals Directory verwendet?

source: What data does Global Goals Directory collect for the organizations listed in the directory?
de: Welche Daten sammelt Global Goals Directory von den im Verzeichnis aufgeführten Organisationen?

source: What data does Global Goals Directory collect from visitors?
de: Welche Daten sammelt Global Goals Directory von Besuchern?

source: With less than a decade to go until 2030, we are still facing many major challenges when it comes to the achievement of the UN Sustainable Development Goals: from climate change and pollution to extreme poverty and widening inequalities. What these challenges have in common is that they are global, interconnected, and systemic. Issues like these cannot be solved by a single organization, company, or government alone. Collaboration and partnerships are critical for advancing the 2030 Agenda on our world's toughest problems during this Decade of Action.
de: Mit weniger als einem Jahrzehnt bis 2030 stehen wir immer noch vor vielen großen Herausforderungen, wenn es um die Erreichung der Ziele für nachhaltige Entwicklung geht: vom Klimawandel und Umweltverschmutzung bis hin zu extremer Armut und wachsenden Ungleichheiten. Was diese Herausforderungen gemeinsam haben, ist, dass sie global, miteinander verbunden und systemisch sind. Probleme wie diese können nicht von einer einzelnen Organisation, einem Unternehmen oder einer Regierung allein gelöst werden. Zusammenarbeit und Partnerschaften sind entscheidend, um die Agenda 2030 bei den schwierigsten Problemen unserer Welt während dieser Aktionsdekade voranzubringen.

source: You — whether you are a user or an organization listed in the directory — are entitled to the following:
de: Sie - egal ob Sie ein Nutzer oder eine im Verzeichnis aufgeführte Organisation sind - haben folgende Rechte:

source: Zero hunger
de: Kein Hunger

source: {name} contributes to the following Sustainable Development Goals.
de: {name} leistet einen Beitrag zu den folgenden UN Nachhaltigkeitszielen.

source: {name} is supporting the implementation of the 17 UN Sustainable Development Goals (SDGs). This goal is explicitly anchored on the website of {name}. For this, we award {name} with the title "SDG Champion". {name} is thus one of the {sdgChampionsCount} SDG Champions in Germany that are committed to the 17 global goals and are making a contribution.
de: {name} macht sich stark für die Umsetzung der 17 UN Nachhaltigkeitsziele. Dieses Ziel ist explizit auf der Webseite von {name} verankert. Dafür zeichen wir {name} mit dem Titel "SDG Champion" aus. {name} gehört damit zu den {sdgChampionsCount} SDG Champions in Deutschland, die sich für die 17 Ziele einsetzen und einen Beitrag leisten.
