Repository: GlobalGoalsDirectory/beta-webapp
Catalog: locales/*/messages.po
Languages: de

source: &copy; <a href="http://osm.org/copyright">OpenStreetMap</a> contributors
de: &copy; Mitwirkende von <a href="http://osm.org/copyright">OpenStreetMap</a>

source: 1. Organization Discovery
de: 1. Finden von Organisationen

source: 2. Content Analysis
de: 2. Klassifizierung nach SDG

source: 2030 Cabinet is an impact oriented ecosystem builder and partnership architect to enable sustainable innovation, using the UN's Sustainable Development Goals.
de: 2030 Cabinet unterstützt und fördert Partnerschaften für nachhaltige Innovation entlang der Nachhaltigkeitsziele der Vereinten Nationen.

source: 3. Metadata Collection
de: 3. Sammeln von Metadaten

source: 4. Human Review
de: 4. Überprüfung durch Experten

source: <0>The Global Goals Directory is a public list of startups, organizations, and companies working on the 17 UN Sustainable Development Goals. The directory is a public good and is completely free.</0> The idea for the Global Goals Directory was born in 2019, out of many conversations with thought leaders and innovators from the SDG community. Throughout these conversations, we observed one theme re-emerging over and over again: The importance of partnerships and their critical role for tackling the UN Sustainable Development Goals. While many partnerships exist in the SDG community today, a large share of them are formed from serendipitous connections — people and organizations we meet at a workshop, an event, or a webinar. But in a network as big as the SDG community, there are hundreds of potential partners that we have not yet met. The Global Goals Directory exists to put the entire SDG community at your fingertips and to make it easy to find new collaborators and build new partnerships, so that we as an ecosystem can become more connected, more collaborative, and accelerate our progress on the 2030 Agenda.
de: <0>Das Global Goals Directory ist eine öffentliche Liste von Startups, Organisationen und Unternehmen, die an den 17 UN Zielen für nachhaltige Entwicklung arbeiten. Das Verzeichnis ist ein öffentliches Gut und komplett kostenlos.</0> Die Idee für das Global Goals Directory entstand 2019 nach vielen Gesprächen mit Akteur*innen und Vordenker*innen der SDG-Community. Ein Thema hat sich in diesen Gesprächen regelmäßig wiederholt: Die Bedeutung von Partnerschaften und ihre entscheidende Rolle für die Erreichung der UN Ziele für nachhaltige Entwicklung. Obwohl es heutzutage viele Partnerschaften in der SDG-Community gibt, entsteht ein großer Teil davon durch zufälligen Verbindungen - Menschen und Organisationen, die sich bei einem Workshop, auf einer Veranstaltung oder in einem Webinar treffen. In einem so großen Netzwerk wie der SDG-Community gibt es jedoch Hunderte potenzielle Partner, die sich noch nicht kennen. Das Global Goals Directory dient dazu, die SDG-Community zu vernetzen und die Suche nach neuen Kollaborator*innen und Partnerschaften zu unterstützen — damit wir als Ökosystem vernetzter und kooperativer werden und die Umsetzung der Agenda 2030 beschleunigen.

source: A team of SDG experts carefully reviews all profiles before they appear on the Global Goals Directory. Even though our algorithm has been fine-tuned over hundreds of hours of careful research and correctly assesses nine out of ten startups and organizations, there still remain edge cases and exceptions. In addition to verifying the accuracy of the information, the SDG experts are also able to manually correct any information on the organizations' profiles. The feedback and information provided by the review team feeds back into the algorithm, so that the AI becomes more intelligent over time.
de: Ein Team von SDG-Experten überprüft sorgfältig alle Profile, bevor sie im Global Goals Directory erscheinen. Auch wenn unser Algorithmus über hunderte Stunden verfeinert wurde und neun von zehn Startups und Organisationen richtig bewertet, kommt es immer noch zu gelegentlichen Edge Cases und Ausnahmen. Neben der Überprüfung der Richtigkeit der Informationen, sind die SDG-Experten auch in der Lage, alle Daten in den Profilen der Organisationen manuell zu korrigieren. Das Feedback und die Korrekturen des Experten-Teams fließen in den Algorithmus zurück, sodass die KI mit der Zeit intelligenter wird.

source: About us
de: Über uns

source: Achieve gender equality and empower all women and girls.
de: Geschlechtergleichstellung erreichen und alle Frauen und Mädchen zur Selbstbestimmung befähigen.

source: Add Organization or Startup
de: Neue Organisation oder Startup

source: Add organization or startup
de: Neue Organisation oder Startup

source: Address
de: Adresse

source: Advisors
de: Berater*innen

source: Affordable and clean energy
de: Bezahlbare und saubere Energie

source: After identifying that a startup or organization does indeed contribute to the Sustainable Development Goals, we enrich each profile with relevant metadata that allows users to make the most from the Global Goals Directory. Our fully automatic metadata bot queries several public APIs, including social networks, like Twitter, Facebook, and LinkedIn, but also service providers, like Google Maps, to identify and collect name, logo, address, a short summary, and social media profiles for each of the organizations in the directory. We take privacy seriously and only collect information that is publicly available.
de: Nachdem wir festgestellt haben, dass ein Startup oder eine Organisation tatsächlich zu den Zielen für nachhaltige Entwicklung beiträgt, reichern wir jedes Profil mit relevanten Metadaten an, die es den Benutzern ermöglichen, das Global Goals Directory optimal zu nutzen. Unser vollautomatischer Metadaten-Bot fragt mehrere öffentliche APIs ab, darunter soziale Netzwerke wie Twitter, Facebook und LinkedIn, aber auch Dienstanbieter wie Google Maps, um Name, Logo, Adresse, eine kurze Zusammenfassung und Social-Media-Profile zu identifizieren und zu sammeln. Wir nehmen den Datenschutz ernst und sammeln nur Informationen, die öffentlich zugänglich sind.

source: All SDGs
de: Alle SDGs

source: All states
de: Alle Bundesländer

source: An initiative of
de: Eine Initiative von

source: Antonia previously worked with Movement Map, a Canadian initiative that mapped 10,000+ non-profits by SDG. Antonia also played a key role in adapting their methodology to Germany.
de: Antonia hat an der kanadischen Movement Map mitgearbeitet und geholfen mehr als 10.000 Organisationen nach den SDGs zu klassifizieren. Unter anderem hat sie dazu beigetragen, die Methodik für die Anwendung in Deutschland anzupassen.

source: Around the world, tens of thousands of organizations, companies, and governments are working towards the achievement of the UN Sustainable Development Goals. Our mission is to give visibility to this great SDG community and to champion the 2030 Agenda.
de: Auf der ganzen Welt arbeiten Zehntausende von Organisationen, Unternehmen und Regierungen an der Erreichung der UN Ziele für Nachhaltige Entwicklung (Sustainable Development Goals). Unsere Mission ist es, dieser großen SDG-Gemeinschaft Sichtbarkeit zu verleihen und die 2030 Agenda zu fördern.

source: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation.
de: Eine widerstandsfähige Infrastruktur aufbauen, inklusive und nachhaltige Industrialisierung fördern und Innovationen unterstützen.

source: Championing the SDGs
de: Die SDGs fördern

source: Changes to our privacy policy
de: Änderungen an unserer Datenschutzerklärung

source: Christian's expertise is in digital business model development and applications for social impact. He focuses on building organizations that are financially sustainable, return a profit to their shareholders, and achieve social responsibility.
de: Christians Expertise liegt in der Entwicklung digitaler Geschäftsmodelle mit social impact. Er konzentriert sich auf den Aufbau von Organisationen, die finanziell nachhaltig sind und gesellschaftliche Verantwortung übernehmen.

source: Cities and communities play a pivotal role in the implementation of the 2030 Agenda. We help cities understand their local ecosystem of SDG actors by analyzing and identifying the gaps and challenges that exist across each of the 17 SDGs and 169 targets.
de: Städte und Gemeinden spielen eine zentrale Rolle bei der Umsetzung der 2030-Agenda. Wir helfen Städten dabei, ihr lokales Ökosystem von SDG-Akteuren zu verstehen, indem wir die Lücken und Herausforderungen hinsichtlich der 17 SDGs und 169 Unterziele identifizieren und analysieren.

source: Clean water and sanitation
de: Sauberes Wasser und Sanitäreinrichtungen

source: Click on a pin for details.
de: Klicke auf einen Pin auf der Karte, um Details zu sehen.

source: Climate action
de: Maßnahmen zum Klimaschutz

source: Collaboration is critical for tackling the world's toughest problems, like climate change and extreme poverty. We facilitate the creation of new partnerships by helping organizations and companies identify new collaborators through our public directory.
de: Zusammenarbeit ist entscheidend für die Bewältigung der schwierigsten Probleme der Welt, wie Klimawandel und extreme Armut. Wir erleichtern den Aufbau neuer Partnerschaften, indem wir Organisationen und Unternehmen über unser öffentliches Verzeichnis helfen, neue Kooperationspartner zu finden.

source: Cologne
de: Köln

source: Conserve and sustainably use the oceans, seas and marine resources for sustainable development.
de: Ozeane, Meere und Meeresressourcen im Sinne nachhaltiger Entwicklung erhalten und nachhaltig nutzen

source: Consultant to the Joint Research Centre of the European Commission
de: Berater der Gemeinsamen Forschungsstelle (JRC) der Europäischen Kommission

source: Data Scientist and Analyst, UN Sustainable Development Solutions Network
de: Datenwissenschaftler und Analyst, UN Sustainable Development Solutions Network

source: Dealroom aggregates data on startups, growth companies and tech ecosystems in Europe and around the globe. As part of the initiative <0>Startup Map Berlin</0>, we collaborated with Dealroom and the city of Berlin to map and classify over 100 startups that contribute to the SDGs.
de: Dealroom sammelt Daten über Startups, Wachstumsunternehmen und Tech-Ökosysteme in Europa und auf der ganzen Welt. Im Rahmen der Initiative <0>Startup Map Berlin</0> haben wir in Zusammenarbeit mit Dealroom und der Stadt Berlin über 100 Startups kartiert und klassifiziert, die zu den SDGs beitragen.

source: Decent work and economic growth
de: Meschenwürdige Arbeit und Wirtschaftswachstum

source: Directory
de: Verzeichnis

source: Discover <0><1>{organizationsCount}</1></0> <2>startups</2> and <3>organizations</3> working on the <4><5>Sustainable Development Goals</5></4> in <6/>
de: Entdecke <0><1>{organizationsCount}</1></0> <2>Startups</2> und <3>Organisationen</3>, die an den <4><5>Sustainable Development Goals</5></4> arbeiten — in <6/>

source: Email us at finn.woelm/at/gmail.com
de: Schreiben Sie uns eine E-Mail an finn.woelm/at/gmail.com

source: End hunger, achieve food security and improved nutrition and promote sustainable agriculture.
de: Den Hunger beenden, Ernährungssicherheit und eine bessere Ernährung erreichen und eine nachhaltige Landwirtschaft fördern.

source: End poverty in all its forms everywhere.
de: Armut in allen ihren Formen und überall beenden.

source: Ensure access to affordable, reliable, sustainable and modern energy for all.
de: Zugang zu bezahlbarer, verlässlicher, nachhaltiger und moderner Energie für alle sichern.

source: Ensure availability and sustainable management of water and sanitation for all.
de: Verfügbarkeit und nachhaltige Bewirtschaftung von Wasser und Sanitärversorgung für alle gewährleisten.

source: Ensure healthy lives and promote well-being for all at all ages.
de: Ein gesundes Leben für alle Menschen jeden Alters gewährleisten und ihr Wohlergehen fördern.

source: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all.
de: Inklusive, gleichberechtigte und hochwertige Bildung gewährleisten und Möglichkeiten lebenslangen Lernens für alle fördern.

source: Ensure sustainable consumption and production patterns.
de: Nachhaltige Konsum- und Produktionsmuster sicherstellen.

source: Expert in SDG Mapping
de: Expertin in SDG Mapping

source: Explore Map
de: Karte erkunden

source: Explore startups, organizations, and companies in Germany that are working on one of the 17 UN Sustainable Development Goals.
de: Entdecke Startups, Organisationen und Unternehmen in Deutschland, die an den 17 UN Sustainable Development Goals arbeiten.

source: Facilitating Partnerships
de: Partnerschaften ermöglichen

source: Filter by one of the 16 German states
de: Nach einem der 16 Bundesländer filtern

source: Filter by one of the 17 Sustainable Development Goals
de: Nach einem der 17 Sustainable Development Goals filtern

source: Finn is a software developer working at the intersection of technology and the UN Sustainable Development Goals. His focus is web development, web scraping, and text mining.
de: Finn arbeitet als Software-Developer an der Schnittstelle zwischen Technologie und den Sustainable Development Goals. Sein Fokus liegt auf Webentwicklung, Web Scraping und Text Mining.

source: Focus
de: Schwerpunkt

source: Focus Areas
de: Schwerpunkte

source: Founder at 2030 Cabinet
de: Gründer von 2030 Cabinet

source: Founding Partner at SDGx
de: Gründungspartner von SDGx

source: Gender equality
de: Geschlechtergleichheit

source: Global Goals Directory collects public information about organizations from their websites, such as keywords, focus SDGs, a short blurb, and social media handles for Facebook, Twitter, and LinkedIn. Global Goals Directory also collects public information about organizations from Twitter and Google Maps, including name, logo, and street address.
de: Global Goals Directory sammelt öffentliche Informationen über Organisationen von deren Websites, wie z.B. Schlüsselwörter, Fokus-SDGs, einen kurzen Text und Social-Media Nutzernamen für Facebook, Twitter und LinkedIn. Global Goals Directory sammelt auch öffentliche Informationen über Organisationen von Twitter und Google Maps, einschließlich Name, Logo und Straßenadresse.

source: Global Goals Directory does not collect any data from the visitors of its website.
de: Global Goals Directory sammelt keine Daten von den Besuchern seiner Website.

source: Global Goals Directory does not use any cookies on its website.
de: Global Goals Directory verwendet keine Cookies auf seiner Website.

source: Global Goals Directory keeps its privacy policy under regular review and places any updates on this web page. This privacy policy was last updated on 1 March 2021.
de: Global Goals Directory überprüft seine Datenschutzrichtlinien regelmäßig und veröffentlicht etwaige Aktualisierungen auf dieser Webseite. Diese Datenschutzrichtlinie wurde zuletzt am 1. März 2021 aktualisiert.

source: Good health and well-being
de: Gesundheit und Wohlergehen

source: Home
de: Startseite

source: How It Works
de: Methode

source: How it works
de: Methode

source: How to contact Global Goals Directory
de: Wie Sie Global Goals Directory kontaktieren können

source: If you have any questions about our privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.
de: Wenn Sie Fragen zu unseren Datenschutzrichtlinien haben, zu den Daten, die wir über Sie speichern, oder wenn Sie eines Ihrer Datenschutzrechte ausüben möchten, zögern Sie bitte nicht, uns zu kontaktieren.

source: If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us at our email: finn.woelm/at/gmail.com
de: Wenn Sie eine Anfrage stellen, haben wir einen Monat Zeit, um Ihnen zu antworten. Wenn Sie eines dieser Rechte ausüben möchten, kontaktieren Sie uns bitte unter unserer E-Mail: finn.woelm/at/gmail.com

source: Industry, innovation and infrastructure
de: Industrie, Innovation und Infrastruktur

source: Know another organization, startup, or company?
de: Kennst du eine weitere Organisation, Startup oder Unternehmen?

source: Life below water
de: Leben unter Wasser

source: Life on land
de: Leben an Land

source: Lightwave promotes regenerative social change by connecting organizations & people with an IT platform, content & events. Lightwave has mapped more than 1,500 SDG organizations in Switzerland.
de: Lightwave fördert den regenerativen sozialen Wandel, indem es Organisationen und Menschen mit einer Webplattform, Inhalten und Veranstaltungen verbindet. Lightwave hat mehr als 1.500 SDG-Organisationen in der Schweiz kartiert.

source: Location
de: Bundesland

source: Make cities and human settlements inclusive, safe, resilient and sustainable.
de: Städte und Siedlungen inklusiv, sicher, widerstandsfähig und nachhaltig gestalten.

source: Map
de: Karte

source: Munich
de: München

source: Nadim convenes people & ideas to build partnerships for achieving the UN Sustainable Development Goals. His background is in mechanical engineering, business, and diplomacy.
de: Nadim bringt Menschen und Ideen zusammen, um Partnerschaften zum Erreichen der Ziele für nachhaltige Entwicklung aufzubauen. Sein beruflicher Hintergrund liegt im Maschinenbau, Wirtschaft und Diplomatie.

source: No poverty
de: Keine Armut

source: Our AI-based approach has been refined over hundreds of hours of research and coding. It can be broadly classified into four phases: First, an autonomous web scraper crawls the Internet and identifies relevant organizations and websites. The content of each website is then matched against a list of keywords based on the 17 Sustainable Development Goals and their 169 targets to identify which SDGs an organization contributes to. Next, a bot queries several public APIs to enrich each profile with key metadata, including address, name, and logo. Finally, a team of SDG experts reviews the results produced by the AI, verifies their accuracy, and makes any changes necessary.
de: Unser KI-basierter Ansatz wurde über hunderte Stunden Forschung und Programmierung entwickelt. Es lässt sich grob in vier Phasen einteilen: Zunächst durchsucht ein autonomer Web Scraper das Internet und identifiziert relevante Organisationen und Webseiten. Der Inhalt der Webseiten wird dann mit einer Liste von Schlüsselwörtern abgeglichen, die auf den 17 Zielen für nachhaltige Entwicklung und ihren 169 Unterzielen basieren. Dadurch wird ermittelt, zu welchen SDGs eine Organisation beiträgt. Anschließend fragt ein Bot mehrere öffentliche APIs ab, um die Profile mit verschiedenen Metadaten anzureichern (z.B. Adresse, Name und Logo). Zu letzt überprüft ein Team von SDG-Experten die Ergebnisse der KI und nimmt notwendige Änderungen vor.

source: Our AI-based methodology for identifying and analyzing organizations
de: Unsere KI-basierte Methode zur Identifizierung und Analyse von Organisationen

source: Our Approach: Artificial Intelligence
de: Unser Ansatz: Künstliche Intelligenz

source: Our autonomous web scraper crawls the Internet and identifies relevant organizations and websites. Our scraper downloads a copy of every selected website, which is later used for content analysis in phase 2. We follow a recursive network approach, similar to what is used by search engines like Google: When we find an organization that contributes to the UN SDGs, we follow all external, outgoing links from the organization's website and scrape those external websites as well. This approach allows us to rapidly find and identify the large majority of actors across the SDG community.
de: Unser autonomer Web Scraper durchsucht das Internet und identifiziert relevante Organisationen und Webseiten. Der Scraper lädt dann Kopien der identifizierten Webseiten herunter, die später in Phase 2 semantisch analysiert werden. Ahnlich wie Suchmaschinen (z.B. Google), nutzen wir einen rekursiven Ansatz um relevante Organisationen zu finden: Wenn wir eine Organisation identifiziert haben, die zu den UN SDGs beiträgt, folgen wir allen externen, ausgehenden Links und scrapen auch diese. Dieser Ansatz ermöglicht es uns, einen Großteil der SDG-Community im Global Goals Directory zu präsentieren.

source: Partners
de: Partner

source: Partnerships for the goals
de: Partnerschaften zur Erreichung der Ziele

source: Peace, justice and strong institutions
de: Frieden, Gerechtigkeit und starke Institutionen

source: Privacy Policy
de: Datenschutz

source: Privacy policies of other websites
de: Datenschutzrichtlinien anderer Websites

source: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels.
de: Friedliche und inklusive Gesellschaften für eine nachhaltige Entwicklung fördern, allen Menschen Zugang zur Justiz ermöglichen und leistungsfähige, rechenschaftspflichtige und inklusive Institutionen auf allen Ebenen aufbauen.

source: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all.
de: Dauerhaftes, inklusives und nachhaltiges Wirtschaftswachstum, produktive Vollbeschäftigung und menschenwürdige Arbeit für alle fördern.

source: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss .
de: Landökosysteme schützen, wiederherstellen und ihre nachhaltige Nutzung fördern, Wälder nachhaltig bewirtschaften, Wüstenbildung bekämpfen, Bodendegradation beenden und umkehren und dem Verlust der biologischen Vielfalt ein Ende setzen.

source: Quality education
de: Hochwertige Bildung

source: Reduce inequality within and among countries.
de: Ungleichheit in und zwischen Ländern verringern.

source: Reduced inequalities
de: Weniger Ungleichheiten

source: Responsible consumption and production
de: Nachhaltige/r Konsum und Produktion

source: SDGx is a private UN Sustainable Development Goals technology funds management and advisory group, headquartered in Singapore with offices in Sydney, Bangkok, and Berlin.
de: SDGx ist eine private Management- und Beratungsgruppe für Technologiefonds für die UN Sustainable Development Goals mit Hauptsitz in Singapur und Niederlassungen in Sydney, Bangkok und Berlin.

source: Showing {0} results
de: {0} Organisationen gelistet

source: Steve develops tech-based solutions for analyzing data and policies for the European Commission. His tools include machine learning, natural language processing, and text mining.
de: Steve entwickelt technologiebasierte Lösungen zur Analyse von Daten und Richtlinien für die Europäische Kommission. Zu seinen Werkzeugen gehören maschinelles Lernen, Natural Language Processing und Text Mining.

source: Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development.
de: Umsetzungsmittel stärken und die Globale Partnerschaft für nachhaltige Entwicklung mit neuem Leben erfüllen.

source: Supporting Cities and Communities
de: Städte und Gemeinden unterstützen

source: Sustainable cities and communities
de: Nachhaltige Städte und Gemeinden

source: Take urgent action to combat climate change and its impacts.
de: Umgehend Maßnahmen zur Bekämpfung des Klimawandels und seiner Auswirkungen ergreifen.
